IDEA Open Model
ResultOfInternalForces.My Property
 Bending moment around y-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double My { get; set; }
Public Property My As Double
	Get
	Set
public:
property double My {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace